/**
 * Created by dream on 16/7/3.
 */

(function (w) {
    if (w.TC) return;

    //w.TC = {
    //    FirstMeetTime: "2016/06/01",
    //    YourLoveIdol: "林俊杰",
    //    eventDes: {
    //        1: "♥ 儿童节的那天，我们相识，你大大咧咧的像个男孩子 &nbsp&nbsp&nbsp ｡◕‿◕｡",
    //        2: "♥ 最喜欢的偶像是林俊杰，一个十足的花痴迷妹 &nbsp&nbsp&nbsp ಥ_ಥ",
    //        3: "♥ 脸上偶尔透着让人心动的笑容，圆圆的像个苹果，忍不住想咬上一口 &nbsp&nbsp ✪3✪",
    //        4: "♥ 懒懒的，似乎永远都睡不饱，总说睡能减肥，好吧，勉强相信下咯 &nbsp&nbsp&nbsp ,,Ծ‸Ծ,,",
    //        5: "♥ 很挑颜值诶，男人帅有什么用嘛，内涵才重要噻，所幸我也不难看 &nbsp&nbsp&nbsp o((≧▽≦o)",
    //        6: "♥ 让我多了一个努力奋斗的原因，多了一份责任感，也多了一份前行的动力 &nbsp&nbsp&nbsp (ง •̀_•́)ง",
    //        7: "♥ 我不知道什么算是完美的爱情 ♥",
    //        8: "♥ 但我想和你一起，去吃，去玩，去感受，去体验，去做很多很多没做过的 ♥",
    //        9: "♥ 余生很长 ♥",
    //        10: "♥ 让我们一起努力去经营，属于我们的爱情 ♥"
    //    }
    //
    //}

    w.TC = {
        FirstMeetTime: "2016/06/01",
        YourLoveIdol: "林俊杰",
        eventDes: {
            1: "描述描述描述描述 &nbsp&nbsp&nbsp ｡◕‿◕｡",
            2: "♥ 描述描述描述描述 &nbsp&nbsp&nbsp ಥ_ಥ",
            3: "♥ 描述描述描述描述 &nbsp&nbsp ✪3✪",
            4: "♥ 描述描述描述描述 &nbsp&nbsp&nbsp ,,Ծ‸Ծ,,",
            5: "♥ 描述描述描述描述 &nbsp&nbsp&nbsp o((≧▽≦o)",
            6: "♥ 描述描述描述描述 &nbsp&nbsp&nbsp (ง •̀_•́)ง",
            7: "♥ 描述描述描述描述 ♥",
            8: "♥ 描述描述描述描述 ♥",
            9: "♥ 描述描述描述描述 ♥",
            10: "♥ 描述描述描述描述 ♥"
        }

    }


})(window);




